---
kind: type
id: T:Autodesk.Revit.DB.BoundingBoxUV
source: html/e38a0145-4267-0b3f-0718-adb14e34c94e.htm
---
# Autodesk.Revit.DB.BoundingBoxUV

A two-dimensional rectangle, parallel to the coordinate axes.

## Syntax (C#)
```csharp
public class BoundingBoxUV : IDisposable
```